Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: Load More
fr: Charger plus
ko: 더 불러오기
tr: Daha Fazla Yükle
vi: Tải thêm
zh_hans: 加载更多
zh_hant: 載入更多

source: Inline Configuration
fr: Configuration en ligne
ko: 인라인 구성
tr: Satır İçi Yapılandırma
vi: Cấu hình nội tuyến
zh_hans: 内联配置
zh_hant: 行內設定

source: Row limit
fr: Limite de rangée

source: No Row Selected
fr: Aucune rangée sélectionnée

source: No credential profiles yet.
fr: Pas encore de profils de crédentials.

source: Always 'switched' on success
fr: Toujours « branché » sur le succès
ko: 성공 시 항상 'switched'
tr: Başarılı olduğunda her zaman 'switched'
vi: Luôn là 'switched' khi thành công
zh_hans: 成功时始终为 'switched'
zh_hant: 成功時一律為 'switched'

source: Secondary
fr: Secondaire
ko: 보조 노드

source: Microsoft Entra ID sign-in finished. Test the connection again.
fr: La connexion à Microsoft Entra ID est terminée. Veuillez réessayer la connexion.
ko: Microsoft Entra ID 로그인이 완료되었습니다. 연결을 다시 테스트하십시오.
tr: Microsoft Entra ID oturum açma tamamlandı. Bağlantıyı yeniden test edin.
vi: Đã hoàn tất đăng nhập Microsoft Entra ID. Hãy kiểm tra lại kết nối.
zh_hans: Microsoft Entra ID 登录已完成。请再次测试连接。
zh_hant: Microsoft Entra ID 登入已完成。請再次測試連線。

source: Edit as Text
fr: Modifier en texte
ko: 텍스트로 편집
tr: Metin Olarak Düzenle
vi: Sửa dạng văn bản
zh_hans: 以文本方式编辑
zh_hant: 以文字方式編輯

source: Remove this rule
fr: Supprimez cette règle

source: This Mac no longer holds a seat. Activate a license to use Pro features.
fr: Ce Mac ne tient plus une place. Activez une licence pour utiliser les fonctionnalités Pro.
ko: 이 Mac은 더 이상 좌석을 보유하지 않습니다. Pro 기능을 사용하려면 라이선스를 활성화하십시오.
tr: Bu Mac artık bir koltuk tutmuyor. Pro özelliklerini kullanmak için bir lisans etkinleştirin.
vi: Máy Mac này không còn giữ chỗ nào. Hãy kích hoạt giấy phép để dùng các tính năng Pro.
zh_hans: 此 Mac 不再占用席位。请激活许可证以使用 Pro 功能。
zh_hant: 此 Mac 不再佔用席位。請啟用授權以使用 Pro 功能。

source: Execute All Statements
fr: Exécuter toutes les déclarations
ko: 모든 문 실행
tr: Tüm İfadeleri Çalıştır
vi: Thực thi tất cả câu lệnh
zh_hans: 执行所有语句
zh_hant: 執行所有陳述式

source: Extension File
fr: Fichier d'extension

source: No Object Selected
fr: Aucun objet sélectionné
ko: 선택된 객체 없음
tr: Nesne Seçilmedi
vi: Chưa chọn đối tượng
zh_hans: 未选择对象
zh_hant: 未選取物件

source: A transaction cannot be combined with skip and continue: together they would leave the target half applied.
fr: Une transaction ne peut pas être combinée avec skip et continue : ensemble, elles laisseraient la moitié de la cible non appliquée.
ko: 트랜잭션은 건너뛰고 계속하기와 함께 쓸 수 없습니다. 두 가지를 함께 쓰면 대상이 절반만 적용된 상태로 남습니다.
tr: Bir işlem, atla ve devam et ile birleştirilemez: ikisi birlikte hedefi yarı uygulanmış bırakır.
vi: Không thể kết hợp giao dịch với bỏ qua và tiếp tục: cùng nhau chúng sẽ để đích ở trạng thái áp dụng dở dang.
zh_hans: 事务不能与“跳过并继续”组合：两者一起会让目标处于应用了一半的状态。
zh_hant: 交易不能與「略過並繼續」組合：兩者一起會讓目標處於套用一半的狀態。

source: %@ reads and writes through one connection, so it cannot copy rows between two of its databases. Use a second connection for the target.
fr: %@ lit et écrit à travers une seule connexion, il ne peut donc pas copier des lignes entre deux de ses bases de données. Utilisez une deuxième connexion pour la cible.

source: Enterprise relational database for DM8 deployments
fr: Base de données relationnelle d'entreprise pour les déploiements DM8
ko: DM8 배포용 엔터프라이즈 관계형 데이터베이스
tr: DM8 dağıtımları için kurumsal ilişkisel veritabanı
vi: Cơ sở dữ liệu quan hệ doanh nghiệp cho triển khai DM8
zh_hans: 面向 DM8 部署的企业级关系型数据库
zh_hant: 適用於 DM8 部署的企業級關聯式資料庫

source: Delete Connection
fr: Supprimer la connexion
ko: 연결 삭제
tr: Bağlantıyı Sil
vi: Xóa kết nối
zh_hans: 删除连接
zh_hant: 刪除連線

source: Both sides are one connection, so the server copies the rows itself. There is no row-by-row progress, and Stop cannot interrupt it.
fr: Les deux côtés sont une seule connexion, donc le serveur copie lui-même les lignes. Il n'y a pas de progression ligne par ligne, et Stop ne peut pas l'interrompre.

source: Plugin download failed: %@
fr: Téléchargement du plugin échoué : %@
ko: 플러그인 다운로드 실패: %@
tr: Plugin indirme failed: %@
vi: Tải plugin thất bại: %@
zh_hans: 插件下载失败：%@
zh_hant: 外掛下載失敗：%@

source: Don't Save
fr: Ne sauvegardez pas
ko: 저장 안 함
tr: Kaydetme
vi: Không lưu
zh_hans: 不保存
zh_hant: 不要儲存

source: Authentication required to execute operations
fr: Authentification requise pour exécuter les opérations.
ko: 작업을 실행하려면 인증이 필요합니다
tr: İşlemleri çalıştırmak için kimlik doğrulama gerekli
vi: Cần xác thực để thực thi thao tác
zh_hans: 执行操作需要身份验证
zh_hant: 執行操作需要身分驗證

source: Set Cells to Value…
fr: Définir les cellules en valeur...

source: Schema the table lives in
fr: Schéma dans lequel la table vit
ko: 테이블이 속한 스키마
tr: Tablonun içinde bulunduğu şema
vi: Schema chứa bảng
zh_hans: 该表所在的 Schema
zh_hant: 該資料表所在的綱要

source: Network error: %@
fr: Erreur de réseau : %@
ko: 네트워크 오류: %@
tr: Ağ hatası: %@
vi: Lỗi mạng: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

source: Results
fr: Résultats
ko: 결과
tr: Sonuçlar
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

source: Add Index
fr: Ajouter l'indice
ko: 인덱스 추가
tr: İndeks Ekle
vi: Thêm chỉ mục
zh_hans: 添加索引
zh_hant: 新增索引

source: Trigger operation failed
fr: L'opération de déclenchement a échoué
ko: 트리거 작업 실패
tr: Tetikleyici işlemi başarısız oldu
vi: Thao tác trigger thất bại
zh_hans: 触发器操作失败
zh_hant: 觸發器操作失敗

source: Edit Metadata...
fr: Modifier les métadonnées...
ko: 메타데이터 편집...
tr: Meta Verileri Düzenle...
vi: Sửa metadata...
zh_hans: 编辑元数据...
zh_hant: 編輯中繼資料…

source: Operation that ran
fr: Opération qui a fonctionné
ko: 실행된 작업
tr: Çalıştırılan işlem
vi: Thao tác đã chạy
zh_hans: 已运行的操作
zh_hant: 已執行的作業

source: Number of rows
fr: Nombre de rangées
ko: 행 수
tr: Satır sayısı
vi: Số dòng
zh_hans: 行数
zh_hant: 列數

source: Number of rows returned
fr: Nombre de lignes retournées
ko: 반환된 행 수
tr: Döndürülen satır sayısı
vi: Số dòng trả về
zh_hans: 返回的行数
zh_hant: 回傳的列數

source: Summarize query history
fr: Résumer l'historique des requêtes
ko: 쿼리 기록 요약
tr: Sorgu geçmişini özetle
vi: Tóm tắt lịch sử truy vấn
zh_hans: 汇总查询历史
zh_hant: 彙總查詢記錄

source: Open Database
fr: Base de données ouverte
ko: 데이터베이스 열기
tr: Veritabanı Aç
vi: Mở cơ sở dữ liệu
zh_hans: 打开数据库
zh_hant: 開啟資料庫

# %@ +%d more
source: %1$@ +%2$d more
fr: %1$@ +%2$d de plus

source: NULL display cannot be empty
fr: L'affichage NULL ne peut pas être vide.
ko: NULL 표시 값은 비워 둘 수 없습니다
tr: NULL görünümü boş olamaz
vi: Hiển thị NULL không được để trống
zh_hans: NULL 显示不能为空
zh_hant: NULL 顯示不能為空

source: starts with
fr: Commence par
ko: 다음으로 시작
tr: ile başlar
vi: bắt đầu bằng
zh_hans: 以...开头
zh_hant: 開頭為

source: Check a query for correctness, cost, and risk against the live schema before running it
fr: Vérifiez la validité, le coût et le risque d'une requête par rapport au schéma en direct avant de l'exécuter.
ko: 쿼리를 실행하기 전에 실제 스키마를 기준으로 정확성, 비용, 위험을 점검합니다
tr: Bir sorguyu çalıştırmadan önce canlı şemaya karşı doğruluk, maliyet ve risk açısından denetler
vi: Kiểm tra truy vấn về tính đúng đắn, chi phí và rủi ro dựa trên schema thực tế trước khi chạy
zh_hans: 在运行查询前，对照实时 Schema 检查其正确性、代价和风险
zh_hant: 在執行查詢前，對照即時綱要檢查其正確性、成本和風險

source: No databases found
fr: Aucune base de données trouvée
ko: 데이터베이스를 찾을 수 없음
vi: Không tìm thấy cơ sở dữ liệu
zh_hans: 未找到数据库
zh_hant: 找不到資料庫

source: No column matches the destination for: %@
fr: Aucune colonne ne correspond à la destination pour : %@

source: Open a TablePro window for a saved connection (focuses if already open).
fr: Ouvrez une fenêtre TablePro pour une connexion enregistrée (se concentre si elle est déjà ouverte).
ko: 저장된 연결의 TablePro 윈도우를 엽니다. 이미 열려 있으면 해당 윈도우로 전환합니다.
tr: Kayıtlı bir bağlantı için TablePro penceresi açar (zaten açıksa öne getirir).
vi: Mở cửa sổ TablePro cho một kết nối đã lưu (chuyển tiêu điểm nếu đã mở).
zh_hans: 为已保存的连接打开 TablePro 窗口（如已打开则切换到该窗口）。
zh_hant: 為已儲存的連線開啟 TablePro 視窗（如已開啟則切換到該視窗）。

source: Preview FK Reference
fr: Aperçu de la référence FK
ko: FK 참조 미리보기
tr: FK Referansını Önizle
vi: Xem trước tham chiếu FK
zh_hans: 预览外键引用
zh_hant: 預覽外鍵參照

source: Name:
fr: Nom :
ko: 이름:
tr: Ad:
vi: Tên:
zh_hans: 名称：
zh_hant: 名稱：

source: This engine offers only mode 'cancel' for stopping a session.
fr: Ce moteur ne propose qu'un seul mode "annuler" pour arrêter une session.

# Cursor position %lld exceeds SQL length (%lld)
source: Cursor position %1$lld exceeds SQL length (%2$lld)
fr: La position du curseur %1$lld dépasse la longueur SQL (%2$lld)
ko: 커서 위치 %1$lld이(가) SQL 길이(%2$lld)를 초과합니다
tr: İmleç konumu %lld, SQL uzunluğunu (%lld) aşıyor
vi: Vị trí con trỏ %1$lld vượt quá độ dài SQL (%2$lld)
zh_hans: 光标位置 %lld 超出 SQL 长度（%lld）
zh_hant: 游標位置 %1$lld 超出 SQL 長度（%2$lld）

source: Close Tab
fr: Fermer la barre d'onglets
ko: 탭 닫기
tr: Sekmeyi Kapat
vi: Đóng tab
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Status: failed
fr: Statut : échoué
ko: 상태: 실패
tr: Durum: başarısız
vi: Trạng thái: thất bại
zh_hans: 状态：失败
zh_hant: 狀態：失敗

source: Total rows written
fr: Total des lignes écrites
ko: 기록된 총 행 수
tr: Yazılan toplam satır
vi: Tổng số dòng đã ghi
zh_hans: 写入的总行数
zh_hant: 寫入的總列數

source: Sync Now
fr: Synchroniser maintenant
ko: 지금 동기화
tr: Şimdi Eşitle
vi: Đồng bộ ngay
zh_hans: 立即同步
zh_hant: 立即同步

source: Show
fr: Spectacle
ko: 표시
tr: Göster
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Could not open a local port for the SOCKS proxy: %@
fr: Impossible d'ouvrir un port local pour le proxy SOCKS : %@
ko: SOCKS 프록시용 로컬 포트를 열 수 없습니다: %@
tr: SOCKS proxy için yerel bir port açılamadı: %@
vi: Không thể mở cổng cục bộ cho SOCKS proxy: %@
zh_hans: 无法为 SOCKS 代理打开本地端口：%@
zh_hant: 無法為 SOCKS 代理開啟本機連接埠：%@

source: Drop table %@
fr: Supprimer la table %@
ko: 테이블 %@ 삭제
tr: %@ tablosunu sil
vi: Xóa bảng %@
zh_hans: 删除表 %@
zh_hant: 刪除資料表 %@

source: SIZE
fr: Taille
ko: 크기
vi: KÍCH THƯỚC
zh_hans: 大小
zh_hant: 大小

source: Refresh data
fr: Recharger les données
ko: 데이터 새로 고침
vi: Làm mới dữ liệu
zh_hans: 刷新数据
zh_hant: 重新整理資料

source: The catalog location is not a folder: %@
fr: L'emplacement du catalogue n'est pas un dossier : %@
ko: 카탈로그 위치가 폴더가 아닙니다: %@
tr: Katalog konumu bir klasör değil: %@
vi: Vị trí danh mục không phải là thư mục: %@
zh_hans: 目录位置不是文件夹：%@
zh_hant: 目錄位置不是資料夾：%@

source: Socket Path
fr: Chemin du socket
ko: 소켓 경로
tr: Soket Yolu
vi: Đường dẫn socket
zh_hans: Socket 路径
zh_hant: Socket 路徑

source: The connection was lost while committing: %@
fr: La connexion a été perdue lors de la tentative de commit : %@

source: This foreign key needs at least one column.
fr: Cette clé étrangère nécessite au moins une colonne.

source: Continue
fr: Continuer
ko: 계속
tr: Devam
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Prevent write operations (INSERT, UPDATE, DELETE, DROP, etc.)
fr: Empêcher les opérations d'écriture (INSÉRER, MISE À JOUR, SUPPRIMER, DÉLÉTER, etc.)
ko: 쓰기 작업(INSERT, UPDATE, DELETE, DROP 등)을 방지합니다
vi: Ngăn chặn thao tác ghi (INSERT, UPDATE, DELETE, DROP, v.v.)
zh_hans: 禁止写操作（INSERT、UPDATE、DELETE、DROP 等）
zh_hant: 禁止寫入操作（INSERT、UPDATE、DELETE、DROP 等）

source: Connecting…
fr: Se connecter...
ko: 연결 중…
tr: Bağlanıyor…
vi: Đang kết nối…
zh_hans: 连接中…
zh_hant: 連線中…

source: This database reports no schemas to compare.
fr: Cette base de données ne rapporte aucun schéma à comparer.
ko: 이 데이터베이스는 비교할 스키마를 보고하지 않습니다.
tr: Bu veritabanı karşılaştırılacak şema bildirmiyor.
vi: Cơ sở dữ liệu này không báo cáo schema nào để so sánh.
zh_hans: 此数据库没有报告可供比较的 Schema。
zh_hant: 此資料庫沒有回報可供比較的綱要。

source: new row
fr: Nouvelle rangée

source: Sheet
fr: Feuille

source: 500 rows
fr: 500 rangées
ko: 500개 행
tr: 500 satır
vi: 500 dòng
zh_hans: 500 行
zh_hant: 500 列

source: This driver reports its body rather than a statement that recreates it.
fr: Ce conducteur rapporte son corps plutôt qu'une déclaration qui le recrée.

source: No Matching Favorites
fr: Aucun favori correspondant
ko: 일치하는 즐겨찾기 없음
tr: Eşleşen favori yok
vi: Không có mục yêu thích phù hợp
zh_hans: 无匹配的收藏
zh_hant: 無符合的我的最愛

source: Always Expand Foreign Keys
fr: Développer toujours les clés étrangères

source: Updating Cells…
fr: Mise à jour des cellules...

source: Cluster
fr: Grappe
ko: 클러스터
zh_hans: 集群
zh_hant: 叢集

source: Add Custom Provider…
fr: Ajouter un fournisseur personnalisé...
ko: 사용자 지정 프로바이더 추가…
tr: Özel Sağlayıcı Ekle…
vi: Thêm nhà cung cấp tùy chỉnh…
zh_hans: 添加自定义提供方…
zh_hant: 新增自訂供應商…

source: Account:
fr: Compte :
ko: 계정:
tr: Hesap:
vi: Tài khoản:
zh_hans: 账户：
zh_hant: 帳號：

source: Tunnel Command
fr: Commande du tunnel

source: %1$lld of %2$lld databases were not backed up.
fr: %1$lld des bases de données %2$lld n'ont pas été sauvegardées.

source: Total Queries
fr: Nombre total de requêtes
ko: 총 쿼리 수
tr: Toplam Sorgu
vi: Tổng số truy vấn
zh_hans: 总查询数
zh_hant: 查詢總數

source: Entry Point
fr: Point d'entrée

source: Highlight Rules
fr: Règles de mise en évidence

source: Unpin
fr: Détacher
ko: 고정 해제
tr: Sabitlemeyi Kaldır
vi: Bỏ ghim
zh_hans: 取消固定
zh_hant: 取消釘選

source: Base32-encoded secret from your authenticator setup
fr: Secret encodé en Base32 provenant de votre configuration d'authentificateur.
ko: 인증 앱 설정의 Base32 인코딩 비밀 키
tr: Authenticator kurulumunuzdaki Base32 kodlu gizli anahtar
vi: Mã bí mật mã hóa Base32 từ thiết lập xác thực của bạn
zh_hans: 来自身份验证器设置的 Base32 编码密钥
zh_hant: 來自你的驗證器設定的 Base32 編碼金鑰

source: Entry %1$lld: %2$@
fr: Entrée %1$lld : %2$@

source: Could not export the schema
fr: Impossible d'exporter le schéma
ko: 스키마를 내보낼 수 없습니다
tr: Şema dışa aktarılamadı
vi: Không thể xuất schema
zh_hans: 无法导出 Schema
zh_hant: 無法匯出綱要

source: List all databases on the server
fr: Liste toutes les bases de données sur le serveur
ko: 서버의 모든 데이터베이스 나열
tr: Sunucudaki tüm veritabanlarını listele
vi: Liệt kê tất cả cơ sở dữ liệu trên máy chủ
zh_hans: 列出服务器上的所有数据库
zh_hant: 列出伺服器上的所有資料庫

source: Keep a Table Open
fr: Gardez une table ouverte
ko: 테이블 열어 두기
tr: Bir Tabloyu Açık Tutun
vi: Giữ bảng luôn mở
zh_hans: 保持表格打开
zh_hant: 保持表格開啟

source: Fill Down
fr: Remplir vers le bas

source: This database cannot filter rows with these conditions.
fr: Cette base de données ne peut pas filtrer les lignes présentant ces conditions.

source: Source filter
fr: Filtre de source

source: Unable to Load Users and Roles
fr: Impossible de charger les utilisateurs et les rôles
ko: 사용자 및 역할을 불러올 수 없음
tr: Kullanıcılar ve Roller Yüklenemedi
vi: Không tải được người dùng và vai trò
zh_hans: 无法加载用户和角色
zh_hant: 無法載入使用者與角色

source: Cannot save schema changes: connection is read only.
fr: Impossible d'enregistrer les modifications du schéma : la connexion est en lecture seule.
ko: 스키마 변경 사항을 저장할 수 없습니다. 연결이 읽기 전용입니다.
tr: Şema değişiklikleri kaydedilemiyor: bağlantı salt okunur.
vi: Không thể lưu thay đổi schema: kết nối chỉ đọc.
zh_hans: 无法保存Schema更改：连接为只读。
zh_hant: 無法儲存綱要變更：連線為唯讀。

source: The query history store could not be opened.
fr: Le stockage de l'historique des requêtes n'a pas pu être ouvert.
ko: 쿼리 기록 저장소를 열 수 없습니다.
tr: Sorgu geçmişi deposu açılamadı.
vi: Không thể mở kho lưu trữ lịch sử truy vấn.
zh_hans: 无法打开查询历史记录存储。
zh_hant: 無法開啟查詢歷程記錄儲存區。

source: Save Failed
fr: Sauvegarde échouée
ko: 저장 실패
tr: Kaydetme Başarısız
vi: Lưu thất bại
zh_hans: 保存失败
zh_hant: 儲存失敗

source: Require authentication
fr: Exiger l'authentification
ko: 인증 요구
tr: Kimlik doğrulama gerekli
vi: Yêu cầu xác thực
zh_hans: 需要认证
zh_hant: 需要驗證

source: Precision
fr: Précision
ko: 정밀도
vi: Độ chính xác
zh_hans: 精度
zh_hant: 精確度

source: Save Current as Profile…
fr: Enregistrer le profil actuel...
ko: 현재 설정을 프로필로 저장…
tr: Geçerli Ayarları Profil Olarak Kaydet…
vi: Lưu hiện tại thành hồ sơ…
zh_hans: 将当前设置保存为配置…
zh_hant: 將目前設定儲存為設定檔…

source: Find in loaded rows
fr: Trouver dans les lignes chargées
ko: 불러온 행에서 찾기
tr: Yüklenen satırlarda bul
vi: Tìm trong các dòng đã tải
zh_hans: 在已加载的行中查找
zh_hant: 在已載入的列中尋找

source: LSP process exited with code %d
fr: Le processus LSP a été terminé avec le code %d
ko: LSP 프로세스가 종료되었습니다(코드: %d)
tr: LSP süreci %d koduyla sonlandı
vi: Tiến trình LSP đã thoát với mã %d
zh_hans: LSP 进程已退出，代码为 %d
zh_hant: LSP 處理程序已結束，結束代碼為 %d

source: The destructive query to execute
fr: La requête destructrice à exécuter
ko: 실행할 파괴적 쿼리
tr: Yürütülecek yıkıcı sorgu
vi: Truy vấn có tính phá hủy cần thực thi
zh_hans: 要执行的破坏性查询
zh_hant: 要執行的破壞性查詢

source: Groups & Tags
fr: Groupes et balises
ko: 그룹 및 태그
tr: Gruplar ve Etiketler
vi: Nhóm và thẻ
zh_hans: 群组与标签
zh_hant: 群組與標籤

source: The '%1$@' variant does not run the statement. Leave 'analyze' off, or pass one that does: %2$@.
fr: La variante '%1$@' ne lance pas l'instruction. Laissez 'analyze' en dehors, ou passez une qui le fait : %2$@.

source: The command has an unclosed quote
fr: La commande a une citation non fermée.

source: Copy Value
fr: Valeur de copie
ko: 값 복사
tr: Değeri Kopyala
vi: Sao chép giá trị
zh_hans: 复制值
zh_hant: 複製值

source: %@ does not report structure metadata that can be compared.
fr: %@ ne rapporte pas les métadonnées de structure qui peuvent être comparées.
ko: %@은(는) 비교할 수 있는 구조 메타데이터를 제공하지 않습니다.
tr: %@ karşılaştırılabilir yapı meta verisi bildirmiyor.
vi: %@ không cung cấp metadata cấu trúc để so sánh.
zh_hans: %@ 不提供可用于比较的结构元数据。
zh_hant: %@ 不提供可用於比較的結構中繼資料。

source: %lld matches
fr: %lld correspondances
ko: 일치 항목 %lld개
tr: %lld eşleşme
vi: %lld kết quả khớp
zh_hans: %lld 个匹配
zh_hant: %lld 個符合項目

source: Operations, sorted by name
fr: Opérations, triées par nom

source: Some tabs have unsaved edits. Quitting will discard these changes.
fr: Certaines onglets ont des modifications non enregistrées. La fermeture supprimera ces modifications.
ko: 일부 탭에 저장하지 않은 편집 내용이 있습니다. 종료하면 변경 사항이 폐기됩니다.
tr: Bazı sekmelerde kaydedilmemiş düzenlemeler var. Çıkmak bu değişiklikleri silecektir.
vi: Một số tab có chỉnh sửa chưa lưu. Thoát sẽ huỷ bỏ các thay đổi này.
zh_hans: 部分标签页有未保存的编辑。退出将丢弃这些更改。
zh_hant: 部分分頁有未儲存的編輯。結束將捨棄這些變更。

source: Quitting stops the run against %@. Statements that already ran stay applied.
fr: La résignation arrête la course contre %@. Les déclarations qui ont déjà été exécutées restent applicables.
ko: 종료하면 %@에 대한 실행이 중단됩니다. 이미 실행된 구문은 적용된 상태로 남습니다.
tr: Çıkmak %@ üzerindeki çalıştırmayı durdurur. Zaten çalışmış ifadeler uygulanmış kalır.
vi: Thoát sẽ dừng lần chạy trên %@. Những câu lệnh đã chạy vẫn được giữ nguyên.
zh_hans: 退出会停止对 %@ 的运行。已经执行的语句仍保持已应用。
zh_hant: 結束會停止對 %@ 的執行。已經執行的陳述式仍保持已套用。

source: Allowed On
fr: Autorisé sur

source: New Subfolder
fr: Nouvelle sous-dossier
ko: 새 하위 폴더
tr: Yeni Alt Klasör
vi: Thư mục con mới
zh_hans: 新建子文件夹
zh_hant: 新增子資料夾

source: Restore the row by inserting it again, then check anything that referenced its key.
fr: Restaurez la ligne en la insérant à nouveau, puis vérifiez tout ce qui faisait référence à sa clé.
ko: 행을 다시 삽입해 복원한 뒤, 그 키를 참조하던 항목을 모두 확인하십시오.
tr: Satırı yeniden ekleyerek geri yükleyin, ardından anahtarına başvuran her şeyi denetleyin.
vi: Khôi phục dòng bằng cách chèn lại nó, rồi kiểm tra mọi thứ từng tham chiếu tới khoá của nó.
zh_hans: 通过再次插入来恢复该行，然后检查所有引用过它的键的内容。
zh_hant: 透過再次插入來還原該列，然後檢查所有參照過它的鍵的內容。

source: Nearest
fr: Le plus proche
ko: 가장 가까움
tr: En Yakın

source: Export activity to CSV
fr: Exportation de l'activité vers CSV
ko: 활동을 CSV로 내보내기
tr: Etkinliği CSV olarak dışa aktar
vi: Xuất hoạt động ra CSV
zh_hans: 将活动导出为 CSV
zh_hant: 將活動匯出為 CSV

source: Row height:
fr: Hauteur de rangée :
ko: 행 높이:
tr: Satır yüksekliği:
vi: Chiều cao dòng:
zh_hans: 行高：
zh_hant: 列高：

source: Delete Check Constraint
fr: Supprimer la contrainte de vérification
ko: CHECK 제약 조건 삭제
tr: Kontrol Kısıtını Sil
vi: Xóa ràng buộc kiểm tra
zh_hans: 删除检查约束
zh_hant: 刪除檢查約束

source: Looking for RDS instances and Aurora clusters
fr: Recherche d'instances RDS et de clusters Aurora

source: Whether this engine has session contexts
fr: Que ce moteur ait des contextes de session
ko: 이 엔진에 세션 컨텍스트가 있는지 여부
tr: Bu motorda oturum bağlamları olup olmadığı
vi: Engine này có context phiên hay không
zh_hans: 此引擎是否有会话上下文
zh_hant: 此引擎是否有工作階段情境

source: Filter on a nested field path
fr: Filtre sur un chemin de champ imbriqué
ko: 중첩된 필드 경로로 필터링
tr: İç içe bir alan yoluna göre filtreler
vi: Lọc theo đường dẫn trường lồng nhau
zh_hans: 按嵌套字段路径筛选
zh_hant: 按巢狀欄位路徑篩選

source: Update rows that differ
fr: Mettre à jour les lignes qui diffèrent
ko: 다른 행 업데이트
tr: Farklı olan satırları güncelle
vi: Cập nhật các dòng khác nhau
zh_hans: 更新存在差异的行
zh_hant: 更新存在差異的列

source: This Mac no longer holds a seat.
fr: Ce Mac ne tient plus un siège.
ko: 이 Mac은 더 이상 좌석을 보유하지 않습니다.
tr: Bu Mac artık bir koltuk tutmuyor.
vi: Máy Mac này không còn giữ chỗ nào.
zh_hans: 此 Mac 不再占用席位。
zh_hant: 此 Mac 不再佔用席位。

source: Restoring a save that already committed needs a Starter license.
fr: La restauration d'un sauvegarde déjà enregistré nécessite une licence Starter.
ko: 이미 커밋된 저장을 복원하려면 Starter 라이선스가 필요합니다.
tr: Zaten işlenmiş bir kaydı geri yüklemek bir Starter lisansı gerektirir.
vi: Khôi phục một lần lưu đã commit cần giấy phép Starter.
zh_hans: 恢复一次已提交的保存需要 Starter 许可证。
zh_hant: 還原一次已提交的儲存需要 Starter 授權。

source: TRUE
fr: Vrai

source: Software Update
fr: Mise à jour du logiciel
ko: 소프트웨어 업데이트
tr: Yazılım Güncellemesi
vi: Cập nhật phần mềm
zh_hans: 软件更新
zh_hant: 軟體更新

# %lld of %lld rows selected
source: %1$lld of %2$lld rows selected
fr: %1$lld de %2$lld lignes sélectionnées
ko: %1$lld/%2$lld행 선택됨
tr: %lld / %lld satır seçildi
vi: Đã chọn %1$lld trong %2$lld dòng
zh_hans: 已选择 %lld / %lld 行
zh_hant: 已選取 %1$lld / %2$lld 列

source: %lld privileges
fr: %lld privilèges
ko: %lld개 권한
tr: %lld yetki
vi: %lld quyền
zh_hans: %lld 项权限
zh_hant: %lld 項權限

source: Failed after %1$@: %2$@
fr: Échec après %1$@ : %2$@
ko: %1$@ 후 실패: %2$@
tr: %1$@ sonra başarısız oldu: %2$@
vi: Thất bại sau %1$@: %2$@
zh_hans: %1$@ 后失败：%2$@
zh_hant: %1$@ 後失敗：%2$@

source: (empty)
fr: (vide)

source: Users & Roles
fr: Utilisateurs et rôles
ko: 사용자 및 역할
tr: Kullanıcılar ve Roller
vi: Người dùng và vai trò
zh_hans: 用户与角色
zh_hant: 使用者與角色

source: Every row and column
fr: Chaque rangée et chaque colonne

source: Latest executed_at, Unix epoch seconds
fr: Dernier exécuté_at, secondes de l'époque Unix
ko: 가장 늦은 executed_at이며 Unix epoch 초 단위입니다
tr: En geç executed_at, Unix epoch saniyesi
vi: executed_at muộn nhất, tính bằng giây Unix epoch
zh_hans: 最晚的 executed_at，Unix 纪元秒
zh_hant: 最晚的 executed_at，Unix 紀元秒

source: Another source column is mapped to the same destination column.
fr: Une autre colonne de source est mappée à la même colonne de destination.

source: There is nothing to run yet.
fr: Il n'y a rien à exécuter encore.

source: No privileges can be granted on a schema here.
fr: Aucun privilège ne peut être accordé sur un schéma ici.

source: Copy as JSON
fr: Copier sous forme JSON
ko: JSON으로 복사
tr: JSON Olarak Kopyala
vi: Sao chép dạng JSON
zh_hans: 复制为 JSON
zh_hant: 複製為 JSON

source: This statement changed %1$d rows where at most %2$d was expected.
fr: Cette instruction a modifié %1$d lignes où %2$d était au maximum attendu.

source: Sign in to Google with your browser?
fr: Connectez-vous à Google avec votre navigateur ?

source: the copy failed its integrity check: %@
fr: La copie a échoué à son contrôle d'intégrité : %@
ko: 복사본이 무결성 검사를 통과하지 못했습니다: %@
tr: kopya bütünlük denetiminden geçemedi: %@
vi: bản sao không qua được kiểm tra toàn vẹn: %@
zh_hans: 副本未通过完整性校验：%@
zh_hant: 副本未通過完整性檢查：%@

source: Whether a session is open
fr: Que la session soit ouverte ou non
ko: 세션이 열려 있는지 여부
tr: Bir oturumun açık olup olmadığı
vi: Có phiên nào đang mở hay không
zh_hans: 是否有会话打开
zh_hant: 是否有工作階段開啟

source: Could not create destination file
fr: Impossible de créer le fichier de destination
ko: 대상 파일을 생성할 수 없습니다
tr: Hedef dosya oluşturulamadı
vi: Không thể tạo tệp đích
zh_hans: 无法创建目标文件
zh_hant: 無法建立目的檔案

source: Location
fr: Emplacement
ko: 위치
tr: Konum
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Failed to load tables: %@
fr: Impossible de charger les tables : %@
ko: 테이블을 불러오지 못했습니다: %@
tr: Failed to load tablo: %@
vi: Tải danh sách bảng thất bại: %@
zh_hans: 加载表列表失败: %@
zh_hant: 載入資料表清單失敗：%@
